Repository: avgeek-oss/dnsdeck
Catalog: DNSDeck/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, id, ja, ko, pl, pt_br, tr, uk, vi, zh_hans, zh_hant

source: Creator Information
de: Informationen zum Ersteller
es: Información del creador
fr: Informations sur le créateur
hi: निर्माता सूचना
id: Informasi Pencipta
ja: クリエイター情報
ko: 크리에이터 정보
pl: Informacje o twórcy
pt_br: Informações do criador
tr: Yaratıcı Bilgileri
uk: Інформація про творця
vi: Thông tin người sáng tạo
zh_hans: 创作者信息
zh_hant: 創作者訊息

source: Credential already exists
de: Der Berechtigungsnachweis ist bereits vorhanden
es: La credencial ya existe
fr: L'identifiant existe déjà
hi: क्रेडेंशियल पहले से मौजूद है
id: Kredensial sudah ada
ja: 資格情報はすでに存在します
ko: 자격증명이 이미 존재합니다.
pl: Poświadczenie już istnieje
pt_br: A credencial já existe
tr: Kimlik bilgisi zaten mevcut
uk: Облікові дані вже існують
vi: Thông tin xác thực đã tồn tại
zh_hans: 凭证已存在
zh_hant: 憑證已存在

source: Credential not found in keychain
de: Anmeldedaten im Schlüsselbund nicht gefunden
es: Credencial no encontrada en llavero
fr: Identifiant introuvable dans le trousseau
hi: चाबी का गुच्छा में क्रेडेंशियल नहीं मिला
id: Kredensial tidak ditemukan di gantungan kunci
ja: 認証情報がキーチェーンに見つかりません
ko: 키체인에서 자격 증명을 찾을 수 없습니다.
pl: Nie znaleziono danych uwierzytelniających w pęku kluczy
pt_br: Credencial não encontrada no chaveiro
tr: Kimlik bilgisi anahtarlıkta bulunamadı
uk: Облікові дані не знайдено в брелоку
vi: Không tìm thấy thông tin xác thực trong móc khóa
zh_hans: 在钥匙串中找不到凭据
zh_hant: 在鑰匙圈中找不到憑證

source: Credentials
de: Anmeldeinformationen
es: Credenciales
fr: Informations d'identification
hi: साख
id: Kredensial
ja: 資格情報
ko: 자격 증명
pl: Poświadczenia
pt_br: Credenciais
tr: Kimlik bilgileri
uk: Облікові дані
vi: Thông tin xác thực
zh_hans: 凭证
zh_hant: 憑證

source: Credentials are stored separately for each environment.
de: Anmeldeinformationen werden für jede Umgebung separat gespeichert.
es: Las credenciales se almacenan por separado para cada entorno.
fr: Les informations d'identification sont stockées séparément pour chaque environnement.
hi: प्रत्येक परिवेश के लिए क्रेडेंशियल अलग-अलग संग्रहीत किए जाते हैं।
id: Kredensial disimpan secara terpisah untuk setiap lingkungan.
ja: 認証情報は環境ごとに個別に保存されます。
ko: 자격 증명은 각 환경마다 별도로 저장됩니다.
pl: Poświadczenia są przechowywane oddzielnie dla każdego środowiska.
pt_br: As credenciais são armazenadas separadamente para cada ambiente.
tr: Kimlik bilgileri her ortam için ayrı olarak saklanır.
uk: Облікові дані зберігаються окремо для кожного середовища.
vi: Thông tin xác thực được lưu trữ riêng cho từng môi trường.
zh_hans: 每个环境的凭证都是单独存储的。
zh_hant: 每個環境的憑證都是單獨儲存的。

source: Current Name
de: Aktueller Name
es: Nombre actual
fr: Nom actuel
hi: वर्तमान नाम
id: Nama Saat Ini
ja: 現在の名前
ko: 현재 이름
pl: Obecna nazwa
pt_br: Nome Atual
tr: Mevcut Ad
uk: Поточна назва
vi: Tên hiện tại
zh_hans: 现名
zh_hant: 現名

source: Current Nameservers
de: Aktuelle Nameserver
es: Servidores de nombres actuales
fr: Serveurs de noms actuels
hi: वर्तमान नेमसर्वर
id: Server Nama Saat Ini
ja: 現在のネームサーバー
ko: 현재 네임서버
pl: Obecne serwery nazw
pt_br: Servidores de nomes atuais
tr: Mevcut Ad Sunucuları
uk: Поточні сервери імен
vi: Máy chủ tên hiện tại
zh_hans: 当前的域名服务器
zh_hant: 當前的網域名稱伺服器

source: Current Value
de: Aktueller Wert
es: Valor actual
fr: Valeur actuelle
hi: वर्तमान मूल्य
id: Nilai Saat Ini
ja: 現在の値
ko: 현재 가치
pl: Aktualna wartość
pt_br: Valor Atual
tr: Mevcut Değer
uk: Поточне значення
vi: Giá trị hiện tại
zh_hans: 当前值
zh_hant: 目前值

source: DD/MM/YYYY, 12h (15/01/2023, 2:30 PM)
de: TT/MM/JJJJ, 12h (15.01.2023, 14:30 Uhr)
es: DD/MM/AAAA, 12h (15/01/2023 14:30)
fr: JJ/MM/AAAA, 12h (15/01/2023, 14h30)
hi: DD/MM/YYYY, 12 बजे (15/01/2023, 2:30 अपराह्न)
id: DD/MM/YYYY, 12 jam (15/01/2023, 14.30)
ja: YYYY/DD/MM、12 時間 (15/01/2023、午後 2 時 30 分)
ko: DD/MM/YYYY, 12시간(2023년 1월 15일, 오후 2시 30분)
pl: DD/MM/RRRR, 12h (15.01.2023, 14:30)
pt_br: DD/MM/AAAA, 12h (15/01/2023, 14h30)
tr: GG/AA/YYYY, 12sa (15/01/2023, 14:30)
uk: ДД/ММ/РРРР, 12 годин (15.01.2023, 14:30)
zh_hans: 日/月/年，12 小时（15/01/2023，下午 2:30）
zh_hant: 日/月/年，12 小時（15/01/2023，下午 2:30）

source: DD/MM/YYYY, 24h (15/01/2023, 14:30)
de: TT/MM/JJJJ, 24h (15.01.2023, 14:30)
es: DD/MM/AAAA, 24h (15/01/2023, 14:30)
fr: JJ/MM/AAAA, 24h (15/01/2023, 14h30)
hi: DD/MM/YYYY, 24 घंटे (15/01/2023, 14:30)
id: HH/MM/YYYY, 24 jam (15/01/2023, 14:30)
ja: DD/MM/YYYY、24 時間 (15/01/2023、14:30)
ko: DD/MM/YYYY, 24시간(2023년 1월 15일, 14:30)
pl: DD/MM/RRRR, 24h (15.01.2023, 14:30)
pt_br: DD/MM/AAAA, 24h (15/01/2023, 14h30)
tr: GG/AA/YYYY, 24sa (15/01/2023, 14:30)
uk: ДД/ММ/РРРР, 24 години (15.01.2023, 14:30)
zh_hans: 日/月/年，24 小时（2023 年 1 月 15 日，14:30）
zh_hant: 日/月/年，24 小時（2023 年 1 月 15 日，14:30）

source: DNS Providers
de: DNS-Anbieter
es: Proveedores de DNS
fr: Fournisseurs DNS
hi: डीएनएस प्रदाता
id: Penyedia DNS
ja: DNSプロバイダー
ko: DNS 제공업체
pl: Dostawcy DNS
pt_br: Provedores de DNS
tr: DNS Sağlayıcıları
uk: Постачальники DNS
vi: Nhà cung cấp DNS
zh_hans: DNS 提供商
zh_hant: DNS 提供者

source: DNS name cannot be empty
de: Der DNS-Name darf nicht leer sein
es: El nombre DNS no puede estar vacío
fr: Le nom DNS ne peut pas être vide
hi: DNS नाम खाली नहीं हो सकता
id: Nama DNS tidak boleh kosong
ja: DNS 名を空にすることはできません
ko: DNS 이름은 비워둘 수 없습니다.
pl: Nazwa DNS nie może być pusta
pt_br: O nome DNS não pode ficar vazio
tr: DNS adı boş olamaz
uk: Ім’я DNS не може бути пустим
vi: Tên DNS không được để trống
zh_hans: DNS 名称不能为空
zh_hant: DNS 名稱不能為空

source: DNS name too long (max 253 characters)
de: DNS-Name zu lang (maximal 253 Zeichen)
es: Nombre DNS demasiado largo (máximo 253 caracteres)
fr: Nom DNS trop long (max 253 caractères)
hi: DNS नाम बहुत लंबा है (अधिकतम 253 अक्षर)
id: Nama DNS terlalu panjang (maks 253 karakter)
ja: DNS 名が長すぎます (最大 253 文字)
ko: DNS 이름이 너무 깁니다(최대 253자).
pl: Nazwa DNS jest za długa (maks. 253 znaki)
pt_br: Nome DNS muito longo (máximo de 253 caracteres)
tr: DNS adı çok uzun (en fazla 253 karakter)
uk: Ім'я DNS задовге (макс. 253 символи)
vi: Tên DNS quá dài (tối đa 253 ký tự)
zh_hans: DNS 名称太长（最多 253 个字符）
zh_hant: DNS 名稱太長（最多 253 個字元）

source: DNS record already exists
de: Der DNS-Eintrag ist bereits vorhanden
es: El registro DNS ya existe
fr: L'enregistrement DNS existe déjà
hi: DNS रिकॉर्ड पहले से मौजूद है
id: Catatan DNS sudah ada
ja: DNS レコードはすでに存在します
ko: DNS 레코드가 이미 존재합니다.
pl: Rekord DNS już istnieje
pt_br: O registro DNS já existe
tr: DNS kaydı zaten mevcut
uk: Запис DNS уже існує
vi: Bản ghi DNS đã tồn tại
zh_hans: DNS 记录已存在
zh_hant: DNS 記錄已存在

source: DNS record not found
de: DNS-Eintrag nicht gefunden
es: Registro DNS no encontrado
fr: Enregistrement DNS introuvable
hi: डीएनएस रिकॉर्ड नहीं मिला
id: Catatan DNS tidak ditemukan
ja: DNS レコードが見つかりません
ko: DNS 레코드를 찾을 수 없습니다
pl: Nie znaleziono rekordu DNS
pt_br: Registro DNS não encontrado
tr: DNS kaydı bulunamadı
uk: Запис DNS не знайдено
vi: Không tìm thấy bản ghi DNS
zh_hans: 未找到 DNS 记录
zh_hant: 未找到 DNS 記錄

source: DNS record quota exceeded
de: DNS-Eintragskontingent überschritten
es: Se superó la cuota de registros DNS
fr: Quota d'enregistrement DNS dépassé
hi: DNS रिकॉर्ड कोटा पार हो गया
id: Kuota data DNS terlampaui
ja: DNS レコード クォータを超過しました
ko: DNS 레코드 할당량을 초과했습니다.
pl: Przekroczono limit rekordów DNS
pt_br: Cota de registros DNS excedida
tr: DNS kayıt kotası aşıldı
uk: Перевищено квоту запису DNS
vi: Đã vượt quá hạn ngạch bản ghi DNS
zh_hans: 超出 DNS 记录配额
zh_hant: 超出 DNS 記錄配額

source: DNSDeck Locked
de: DNSDeck gesperrt
es: DNSDeck bloqueado
fr: DNSDeck verrouillé
hi: डीएनएसडेक लॉक किया गया
id: DNSDeck Terkunci
ja: DNSDeckがロックされました
ko: DNSDeck이 잠겼습니다.
pl: DNSDeck zablokowany
pt_br: DNSDeck bloqueado
tr: DNSDeck Kilitli
uk: DNSDeck заблоковано
vi: DNSDeck đã bị khóa
zh_hans: DNSDeck 已锁定
zh_hant: DNSDeck 已鎖定

source: DNSDeck Settings
de: DNSDeck-Einstellungen
es: Configuración de la plataforma DNS
fr: Paramètres DNSDeck
hi: डीएनएसडेक सेटिंग्स
id: Pengaturan DNSDeck
ja: DNSDeckの設定
ko: DNSDeck 설정
pl: Ustawienia DNSDecka
pt_br: Configurações do DNSDeck
tr: DNSDeck Ayarları
uk: Налаштування DNSDeck
vi: Cài đặt DNSDeck
zh_hans: DNSDeck 设置
zh_hant: DNSDeck 設定

source: DNSDeck includes a local STDIO MCP helper. MCP apps start it when they connect.
de: DNSDeck enthält einen lokalen STDIO MCP-Helfer. MCP-Apps starten es, wenn sie eine Verbindung herstellen.
es: DNSDeck incluye un asistente local STDIO MCP. Las aplicaciones MCP lo inician cuando se conectan.
fr: DNSDeck inclut un assistant local STDIO MCP. Les applications MCP le démarrent lorsqu'elles se connectent.
hi: DNSDeck में एक स्थानीय STDIO MCP सहायक शामिल है। ZXQDNSDEKTERM0002QXZ ऐप्स कनेक्ट होने पर इसे प्रारंभ करते हैं।
id: DNSDeck menyertakan pembantu STDIO MCP lokal. Aplikasi MCP memulainya saat terhubung.
ja: DNSDeck には、ローカル STDIO MCP ヘルパーが含まれています。 MCP アプリは接続時に起動します。
ko: DNSDeck에는 로컬 STDIO MCP 도우미가 포함되어 있습니다. MCP 앱은 연결될 때 시작됩니다.
pl: DNSDeck zawiera lokalnego pomocnika STDIO MCP. Aplikacje MCP uruchamiają go po nawiązaniu połączenia.
pt_br: DNSDeck inclui um auxiliar local STDIO MCP. Os aplicativos MCP iniciam quando se conectam.
tr: DNSDeck, yerel bir STDIO MCP yardımcısını içerir. ZXQDNSSDECKTERM0002QXZ uygulamaları bağlandıklarında bunu başlatır.
uk: DNSDeck містить локальний помічник STDIO MCP. Програми MCP запускають його під час підключення.
vi: DNSDeck bao gồm trình trợ giúp STDIO MCP cục bộ. Các ứng dụng MCP khởi động nó khi chúng kết nối.
zh_hans: DNSDeck 包括本地 STDIO MCP 帮助程序。 MCP 应用程序在连接时启动它。
zh_hant: DNSDeck 包含本機 STDIO MCP 幫助程式。 MCP 應用程式在連接時啟動它。

source: DNSDeck uses IONOS's recommended 3600-second TTL and a conservative 300-second minimum.
de: DNSDeck verwendet die von IONOS empfohlene TTL von 3600 Sekunden und ein konservatives Minimum von 300 Sekunden.
es: DNSDeck utiliza el TTL de 3600 segundos recomendado por IONOS y un mínimo conservador de 300 segundos.
fr: DNSDeck utilise la durée de vie recommandée par IONOS de 3 600 secondes et un minimum conservateur de 300 secondes.
hi: DNSDeck IONOS की अनुशंसित 3600-सेकंड TTL और एक रूढ़िवादी 300-सेकंड न्यूनतम का उपयोग करता है।
id: DNSDeck menggunakan TTL 3600 detik yang direkomendasikan IONOS dan minimum konservatif 300 detik.
ja: DNSDeck は、IONOS が推奨する 3600 秒の TTL と控えめな最小値の 300 秒を使用します。
ko: DNSDeck은 IONOS에서 권장하는 3600초 TTL과 보수적인 최소 300초를 사용합니다.
pl: DNSDeck wykorzystuje zalecany przez IONOS czas TTL wynoszący 3600 sekund i konserwatywne minimum 300 sekund.
pt_br: DNSDeck usa o TTL recomendado de 3.600 segundos do IONOS e um mínimo conservador de 300 segundos.
tr: DNSDeck, IONOS'un önerdiği 3600 saniyelik TTL'yi ve muhafazakar bir minimum 300 saniyelik TTL'yi kullanır.
uk: DNSDeck використовує рекомендований IONOS 3600-секундний TTL і консервативний мінімум у 300 секунд.
vi: DNSDeck sử dụng TTL 3600 giây được đề xuất của IONOS và mức tối thiểu 300 giây vừa phải.
zh_hans: DNSDeck 使用 IONOS 建议的 3600 秒 TTL 和保守的最小值 300 秒。
zh_hant: DNSDeck 使用 IONOS 建議的 3600 秒 TTL 和保守的最小值 300 秒。

source: DNSimple's OpenAPI contract accepts non-negative TTL values and defaults to 3600 seconds.
de: Der OpenAPI-Vertrag von DNSimple akzeptiert nicht negative TTL-Werte und ist standardmäßig auf 3600 Sekunden eingestellt.
es: El contrato OpenAPI de DNSimple acepta valores TTL no negativos y el valor predeterminado es 3600 segundos.
fr: Le contrat OpenAPI de DNSimple accepte des valeurs TTL non négatives et la valeur par défaut est de 3 600 secondes.
hi: DNSimple का OpenAPI अनुबंध गैर-नकारात्मक TTL मान स्वीकार करता है और 3600 सेकंड पर डिफ़ॉल्ट होता है।
id: Kontrak OpenAPI DNSimple menerima nilai TTL non-negatif dan defaultnya adalah 3600 detik.
ja: DNSimple の OpenAPI コントラクトは、負でない TTL 値を受け入れ、デフォルトは 3600 秒です。
ko: DNSimple의 OpenAPI 계약은 음수가 아닌 TTL 값을 허용하며 기본값은 3600초입니다.
pl: Kontrakt OpenAPI DNSimple akceptuje nieujemne wartości TTL i domyślnie wynosi 3600 sekund.
pt_br: O contrato OpenAPI do DNSimple aceita valores TTL não negativos e o padrão é 3600 segundos.
tr: DNSimple'ın OpenAPI sözleşmesi negatif olmayan TTL değerlerini kabul eder ve varsayılan olarak 3600 saniyedir.
uk: Контракт DNSimple OpenAPI приймає невід’ємні значення TTL і за замовчуванням становить 3600 секунд.
vi: Hợp đồng OpenAPI của DNSimple chấp nhận các giá trị TTL không âm và mặc định là 3600 giây.
zh_hans: DNSimple 的 OpenAPI 合约接受非负 TTL 值，默认为 3600 秒。
zh_hant: DNSimple 的 OpenAPI 合約接受非負 TTL 值，預設為 3600 秒。

source: Date & Time
de: Datum und Uhrzeit
es: Fecha y hora
fr: Date et heure
hi: दिनांक एवं समय
id: Tanggal & Waktu
ja: 日付と時刻
ko: 날짜 및 시간
pl: Data i godzina
pt_br: Data e hora
tr: Tarih ve Saat
uk: Дата й час
vi: Ngày & Giờ
zh_hans: 日期和时间
zh_hant: 日期和時間

source: Default Nameserver
de: Standard-Nameserver
es: Servidor de nombres predeterminado
fr: Serveur de noms par défaut
hi: डिफ़ॉल्ट नेमसर्वर
id: Server Nama Bawaan
ja: デフォルトのネームサーバー
ko: 기본 네임서버
pl: Domyślny serwer nazw
pt_br: Servidor de nomes padrão
tr: Varsayılan Ad Sunucusu
uk: Сервер імен за замовчуванням
vi: Máy chủ tên mặc định
zh_hans: 默认名称服务器
zh_hant: 預設名稱伺服器

source: Default Resource Group
de: Standardressourcengruppe
es: Grupo de recursos predeterminado
fr: Groupe de ressources par défaut
hi: डिफ़ॉल्ट संसाधन समूह
id: Grup Sumber Daya Default
ja: デフォルトのリソースグループ
ko: 기본 리소스 그룹
pl: Domyślna grupa zasobów
pt_br: Grupo de recursos padrão
tr: Varsayılan Kaynak Grubu
uk: Група ресурсів за замовчуванням
vi: Nhóm tài nguyên mặc định
zh_hans: 默认资源组
zh_hant: 預設資源組

source: Defaults to localhost, the standard PowerDNS server identifier.
de: Standardmäßig ist localhost die Standard-PowerDNS-Server-ID.
es: El valor predeterminado es localhost, el identificador de servidor PowerDNS estándar.
fr: La valeur par défaut est localhost, l'identifiant standard du serveur PowerDNS.
hi: मानक PowerDNS सर्वर पहचानकर्ता, लोकलहोस्ट पर डिफ़ॉल्ट होता है।
id: Defaultnya adalah localhost, pengidentifikasi server PowerDNS standar.
ja: デフォルトは、標準の PowerDNS サーバー識別子である localhost です。
ko: 표준 PowerDNS 서버 식별자인 localhost가 기본값입니다.
pl: Domyślnie jest to localhost, standardowy identyfikator serwera PowerDNS.
pt_br: O padrão é localhost, o identificador padrão do servidor PowerDNS.
tr: Varsayılan, standart PowerDNS sunucu tanımlayıcısı olan localhost'tur.
uk: За замовчуванням локальний хост, стандартний ідентифікатор сервера PowerDNS.
vi: Mặc định là localhost, mã định danh máy chủ PowerDNS tiêu chuẩn.
zh_hans: 默认为 localhost，即标准 PowerDNS 服务器标识符。
zh_hant: 預設為 localhost，即標準 PowerDNS 伺服器識別碼。

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएँ
id: Hapus
ja: 削除
ko: 삭제
pl: Usuń
pt_br: Excluir
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# Delete "%@" and all of its DNS records from %@? This action cannot be undone.
source: Delete "%1$@" and all of its DNS records from %2$@? This action cannot be undone.
de: „%1$@“ und alle seine DNS-Einträge aus %2$@ löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Eliminar "%1$@" y todos sus registros DNS de %2$@? Esta acción no se puede deshacer.
fr: Supprimer « %1$@ » et tous ses enregistrements DNS de %2$@ ? Cette action ne peut pas être annulée.
hi: %2$@ से "%1$@" और इसके सभी DNS रिकॉर्ड हटाएं? इस एक्शन को वापस नहीं किया जा सकता।
id: Hapus "%1$@" dan semua data DNS-nya dari %2$@? Tindakan ini tidak dapat dibatalkan.
ja: 「%1$@」とそのすべての DNS レコードを %2$@ から削除しますか?この操作は元に戻すことができません。
ko: %1$@' 및 모든 해당 DNS 레코드를 %2$@에서 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
pl: Usunąć „%1$@” i wszystkie jego rekordy DNS z %2$@? Tej akcji nie można cofnąć.
pt_br: Excluir "%1$@" e todos os seus registros DNS de %2$@? Esta ação não pode ser desfeita.
tr: "%1$@" ve tüm DNS kayıtları %2$@'den silinsin mi? Bu eylem geri alınamaz.
uk: Видалити "%1$@" і всі його записи DNS із %2$@? Цю дію не можна скасувати.
vi: Xóa "%1$@" và tất cả bản ghi DNS của nó khỏi %2$@? Không thể hoàn tác hành động này.
zh_hans: 从 %2$@ 中删除“%1$@”及其所有 DNS 记录吗？此操作无法撤消。
zh_hant: 從 %2$@ 中刪除「%1$@」及其所有 DNS 記錄嗎？此操作無法撤銷。

source: Delete %lld Records
de: Löschen Sie %lld-Datensätze
es: Eliminar registros %lld
fr: Supprimer les enregistrements %lld
hi: %lld रिकॉर्ड्स हटाएं
id: Hapus Catatan %lld
ja: %lld レコードの削除
ko: %lld 레코드 삭제
pl: Usuń rekordy %lld
pt_br: Excluir registros %lld
tr: %lld Kayıtlarını Sil
uk: Видалити записи %lld
vi: Xóa bản ghi %lld
zh_hans: 删除 %lld 记录
zh_hant: 刪除 %lld 記錄

# Delete %lld record%@
source: Delete %1$lld record%2$@
de: Löschen Sie den Eintrag %1$lld%2$@
es: Eliminar registro %1$lld%2$@
fr: Supprimer l'enregistrement %1$lld%2$@
hi: %1$lld रिकॉर्डहटाएं%2$@
id: Hapus catatan %1$lld%2$@
ja: %1$lld レコードを削除%2$@
ko: %1$lld 레코드 삭제%2$@
pl: Usuń rekord %1$lld%2$@
pt_br: Excluir registro %1$lld%2$@
tr: %1$lld kaydını sil%2$@
uk: Видалити запис %1$lld%2$@
vi: Xóa bản ghi %1$lld%2$@
zh_hans: 删除%1$lld记录%2$@
zh_hant: 刪除%1$lld記錄%2$@

source: Delete DNS Zone
de: DNS-Zone löschen
es: Eliminar zona DNS
fr: Supprimer la zone DNS
hi: DNS ज़ोन हटाएँ
id: Hapus Zona DNS
ja: DNSゾーンの削除
ko: DNS 영역 삭제
pl: Usuń strefę DNS
pt_br: Excluir zona DNS
tr: DNS Bölgesini Sil
uk: Видалити зону DNS
vi: Xóa vùng DNS
zh_hans: 删除 DNS 区域
zh_hant: 刪除 DNS 區域

source: Delete Environment
de: Umgebung löschen
es: Eliminar entorno
fr: Supprimer l'environnement
hi: पर्यावरण हटाएँ
id: Hapus Lingkungan
ja: 環境の削除
ko: 환경 삭제
pl: Usuń środowisko
pt_br: Excluir ambiente
tr: Ortamı Sil
uk: Видалити середовище
vi: Xóa môi trường
zh_hans: 删除环境
zh_hant: 刪除環境

source: Delete Record?
de: Datensatz löschen?
es: ¿Eliminar registro?
fr: Supprimer l'enregistrement ?
hi: रिकॉर्ड हटाएं?
id: Hapus Catatan?
ja: 記録を削除しますか?
ko: 기록을 삭제하시겠습니까?
pl: Usunąć rekord?
pt_br: Excluir registro?
tr: Kayıt Silinsin mi?
uk: Видалити запис?
vi: Xóa bản ghi?
zh_hans: 删除记录？
zh_hant: 刪除記錄？

source: Delete Records?
de: Datensätze löschen?
es: ¿Eliminar registros?
fr: Supprimer les enregistrements ?
hi: रिकॉर्ड हटाएं?
id: Hapus Catatan?
ja: 記録を削除しますか?
ko: 기록을 삭제하시겠습니까?
pl: Usunąć rekordy?
pt_br: Excluir registros?
tr: Kayıtlar Silinsin mi?
uk: Видалити записи?
vi: Xóa bản ghi?
zh_hans: 删除记录？
zh_hant: 刪除記錄？

source: Delete Zone
de: Zone löschen
es: Eliminar zona
fr: Supprimer une zone
hi: ज़ोन हटाएँ
id: Hapus Zona
ja: ゾーンの削除
ko: 구역 삭제
pl: Usuń strefę
pt_br: Excluir zona
tr: Bölgeyi Sil
uk: Видалити зону
vi: Xóa vùng
zh_hans: 删除区域
zh_hant: 刪除區域

source: Delete record
de: Datensatz löschen
es: Eliminar registro
fr: Supprimer l'enregistrement
hi: रिकॉर्ड हटाएँ
id: Hapus catatan
ja: レコードの削除
ko: 기록 삭제
pl: Usuń rekord
pt_br: Excluir registro
tr: Kaydı sil
uk: Видалити запис
vi: Xóa bản ghi
zh_hans: 删除记录
zh_hant: 刪除記錄

# Deleting... (%lld/%lld)
source: Deleting... (%1$lld/%2$lld)
de: Löschen... (%1$lld/%2$lld)
es: Eliminando... (%1$lld/%2$lld)
fr: Suppression... (%1$lld/%2$lld)
hi: हटाया जा रहा है... (%1$lld/%2$lld)
id: Menghapus... (%1$lld/%2$lld)
ja: 削除中... (%1$lld/%2$lld)
ko: 삭제 중... (%1$lld/%2$lld)
pl: Usuwanie... (%1$lld/%2$lld)
pt_br: Excluindo... (%1$lld/%2$lld)
tr: Siliniyor... (%1$lld/%2$lld)
uk: Видалення... (%1$lld/%2$lld)
vi: Đang xóa... (%1$lld/%2$lld)
zh_hans: 正在删除...（%1$lld/%2$lld）
zh_hant: 正在刪除...（%1$lld/%2$lld）

source: Description
de: Beschreibung
es: Descripción
fr: Descriptif
hi: विवरण
id: Deskripsi
ja: 説明
ko: 설명
pl: Opis
pt_br: Descrição
tr: Açıklama
uk: опис
vi: Mô tả
zh_hans: 描述
zh_hant: 描述

source: Destination
de: Ziel
es: Destino
hi: गंतव्य
id: Tujuan
ja: 目的地
ko: 목적지
pl: Miejsce docelowe
pt_br: Destino
uk: Пункт призначення
vi: Điểm đến
zh_hans: 目的地
zh_hant: 目的地

source: Discard
de: Verwerfen
es: Descartar
fr: Jeter
hi: त्यागें
id: Buang
ja: 廃棄する
ko: 폐기
pl: Odrzuć
pt_br: Descartar
tr: At
uk: Відкинути
vi: Loại bỏ
zh_hans: 丢弃
zh_hant: 丟棄

source: Discard Changes?
de: Änderungen verwerfen?
es: ¿Descartar cambios?
fr: Annuler les modifications ?
hi: परिवर्तन त्यागें?
id: Buang Perubahan?
ja: 変更を破棄しますか?
ko: 변경사항을 취소하시겠습니까?
pl: Odrzucić zmiany?
pt_br: Descartar alterações?
tr: Değişiklikler Silinsin mi?
uk: Скасувати зміни?
vi: Hủy thay đổi?
zh_hans: 放弃更改？
zh_hant: 放棄更改？

source: Disconnect
de: Trennen
es: Desconectar
fr: Déconnecter
hi: डिस्कनेक्ट करें
id: Putuskan sambungan
ja: 切断する
ko: 연결 끊기
pl: Rozłącz
pt_br: Desconectar
tr: Bağlantıyı kes
uk: Відключити
vi: Ngắt kết nối
zh_hans: 断开连接
zh_hant: 斷開連接

source: Disconnect %@?
de: %@ trennen?
es: ¿Desconectar %@?
fr: Déconnecter %@ ?
hi: %@ को डिस्कनेक्ट करें?
id: Putuskan sambungan %@?
ja: %@ を切断しますか?
ko: %@를 연결 해제하시겠습니까?
pl: Odłączyć %@?
pt_br: Desconectar %@?
tr: %@ bağlantısı kesilsin mi?
uk: Відключити %@?
vi: Ngắt kết nối %@?
zh_hans: 断开%@？
zh_hant: 斷開%@？

source: Dismiss
de: Entlassen
es: Descartar
fr: Rejeter
hi: ख़ारिज करें
id: Singkirkan
ja: 解雇する
ko: 닫기
pl: Odrzuć
pt_br: Dispensar
tr: Reddet
uk: Відхилити
vi: Loại bỏ
zh_hans: 解雇
zh_hant: 解僱

source: Display
de: Anzeige
es: Pantalla
fr: Affichage
hi: प्रदर्शन
id: Tampilan
ja: ディスプレイ
ko: 디스플레이
pl: Wyświetlacz
pt_br: Exibição
tr: Ekran
uk: Дисплей
vi: Hiển thị
zh_hans: 显示
zh_hant: 顯示

source: Display format
de: Anzeigeformat
es: Formato de visualización
fr: Format d'affichage
hi: प्रदर्शन प्रारूप
id: Format tampilan
ja: 表示形式
ko: 표시 형식
pl: Format wyświetlania
pt_br: Formato de exibição
tr: Ekran formatı
uk: Формат відображення
vi: Định dạng hiển thị
zh_hans: 显示格式
zh_hant: 顯示格式

source: Domain (e.g. example.com)
de: Domain (z. B. example.com)
es: Dominio (por ejemplo, ejemplo.com)
fr: Domaine (par exemple, exemple.com)
hi: डोमेन (उदा. example.com)
id: Domain (misalnya example.com)
ja: ドメイン (例: example.com)
ko: 도메인(예: example.com)
pl: Domena (np. przykład.com)
pt_br: Domínio (por exemplo, example.com)
tr: Alan adı (ör. example.com)
uk: Домен (наприклад, example.com)
vi: Tên miền (ví dụ: example.com)
zh_hans: 域名（例如 example.com）
zh_hant: 網域名稱（例如 example.com）

source: Domain ID
de: Domänen-ID
es: ID de dominio
fr: ID de domaine
hi: डोमेन आईडी
id: ID domain
ja: ドメインID
ko: 도메인 ID
pl: Identyfikator domeny
pt_br: ID do domínio
tr: Etki alanı kimliği
uk: ID домену
vi: Mã miền
zh_hans: 域ID
zh_hant: 網域ID

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
hi: संपादित करें
id: Sunting
ja: 編集
ko: 편집
pl: Edytuj
pt_br: Editar
tr: Düzenle
uk: Редагувати
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 編輯

source: Edit DNS Record
de: Bearbeiten Sie den DNS-Eintrag
es: Editar registro DNS
fr: Modifier l'enregistrement DNS
hi: डीएनएस रिकॉर्ड संपादित करें
id: Edit Catatan DNS
ja: DNSレコードの編集
ko: DNS 레코드 편집
pl: Edytuj rekord DNS
pt_br: Editar registro DNS
tr: DNS Kaydını Düzenle
uk: Редагувати запис DNS
vi: Chỉnh sửa bản ghi DNS
zh_hans: 编辑 DNS 记录
zh_hant: 編輯 DNS 記錄

source: Enable Caching
de: Caching aktivieren
es: Habilitar el almacenamiento en caché
fr: Activer la mise en cache
hi: कैशिंग सक्षम करें
id: Aktifkan Caching
ja: キャッシュを有効にする
ko: 캐싱 활성화
pl: Włącz buforowanie
pt_br: Habilitar cache
tr: Önbelleğe Almayı Etkinleştir
uk: Увімкнути кешування
vi: Bật bộ nhớ đệm
zh_hans: 启用缓存
zh_hant: 啟用快取

source: Enable MCP
de: Aktivieren Sie MCP
es: Habilitar MCP
fr: Activer MCP
hi: MCP सक्षम करें
id: Aktifkan MCP
ja: MCP を有効にする
ko: MCP 활성화
pl: Włącz MCP
pt_br: Habilitar MCP
tr: MCP'yi etkinleştir
uk: Увімкнути MCP
vi: Kích hoạt MCP
zh_hans: 启用MCP
zh_hant: 啟用MCP

source: Enable Namecheap API access
de: Aktivieren Sie den Namecheap-API-Zugriff
es: Habilitar el acceso a la API de Namecheap
fr: Activer l'accès à l'API Namecheap
hi: नेमचीप एपीआई एक्सेस सक्षम करें
id: Aktifkan akses API Namecheap
ja: Namecheap API アクセスを有効にする
ko: Namecheap API 액세스 활성화
pl: Włącz dostęp do API Namecheap
pt_br: Habilitar acesso à API Namecheap
tr: Namecheap API erişimini etkinleştir
uk: Увімкніть доступ до API Namecheap
vi: Cho phép truy cập API Namecheap
zh_hans: 启用 Namecheap API 访问
zh_hant: 啟用 Namecheap API 訪問
